Repository: SrMouraSilva/MenuPy-Terminal
Catalog: locale/*/LC_MESSAGES/menu.po
Languages: pt_br

source: Title
pt_br: Título

source: Description:
pt_br: Descrição:

source: Previous Menu:
pt_br: Menu anterior:

source: Total items:
pt_br: Total de itens:

source: Menu items:
pt_br: Itens menu:

source: Items items:
pt_br: Itens itens:

source: This menu doesn't have options! Returning to the previous menu
pt_br: Este menu não possui opções! Voltando ao menu anterior

source: Select a option:
pt_br: Escolha uma opção:

source: You are in:
pt_br: Você está em:

source: Select a valid option:
pt_br: Selecione uma opção válida:

source: Given path isn't valid
pt_br: Caminho dado não é um caminho válido

source: You can not add submenus on an item
pt_br: Não se pode adicionar submenus em um item

source: You can not add items to an item
pt_br: Não se pode adicionar itens em um item

source: Press Enter to complete this procedure
pt_br: Pressione Enter para finalizar este procedimento

source: Main Menu
pt_br: Menu Principal
